{ "pack":[
	{
		"name" : "Asentamientos",
		"subtitles" : [
			{
				"time" : "00.500",
				"subtitle" : "El Imperio Mexica fue una de las civilizaciones Mesoamericanas hacia el siglo XV, "
			},
			{
				"time" : "05.200",
				"subtitle" : "donde fue una entidad de control territorial, político y económico que existió en la"
			},
			{
				"time" : "10.000",
				"subtitle" : "zona central de Mesoamérica, durante el Posclásico Tardío, antes de la Conquista "
			},
			{
				"time" : "14.190",
				"subtitle" : "española; cuya extensión abarcó diversas entidades de la actual república, siendo "
			},
			{
				"time" : "19.950",
				"subtitle" : "estos los estados costeros del océano pacífico como: Guerrero y ",
				"trigger" : "PinRojoGuerre"
			},
			{
				"time" : "23.400",
				"subtitle" : "Michoacán, los estados que conforman la región centro-sur del país ",
				"trigger" : "PinRojoMicho"
			},
			{
				"time" : "27.800",
				"subtitle" : "como: la Ciudad de México, ",
				"trigger" : "PinRojoCDMEX"
			},
			{
				"time" : "29.410",
				"subtitle" : "el Estado de México, y",
				"trigger" : "PinRojoEdoMex"
			},
			{
				"time" : "30.670",
				"subtitle" : "Morelos, junto con aquellas entidades del este de México, ",
				"trigger" : "PinRojoMorelos"
			},
			{
				"time" : "34.000",
				"subtitle" : "como: Puebla, ",
				"trigger" : "PinRojoPuebla"
			},
			{
				"time" : "35.105",
				"subtitle" : "Tlaxcala, ",
				"trigger" : "PinRojoTlaxcala"
			},
			{
				"time" : "36.000",
				"subtitle" : "Hidalgo y el estado costero del golfo de México,",
				"trigger" : "PinRojoHidal"
			},
			{
				"time" : "39.240",
				"subtitle" : "Veracruz.",
				"trigger" : "PinRojoVeracr"
			},
			{
				"time" : "46.730",
				"subtitle" : "Pero su extensión territorial a través de diversas campañas de conquista, "
			},
			{
				"time" : "50.950",
				"subtitle" : "comenzó después de la fundación y posterior expansión de la Triple Alianza, que "
			},
			{
				"time" : "55.750",
				"subtitle" : "formalmente estaba integrada por los dominios de la Triple Alianza, conformada "
			},
			{
				"time" : "60.000",
				"subtitle" : "por Texcoco, Tlacopan y México-Tenochtitlan; con su expansión teniendo lugar "
			},
			{
				"time" : "65.500",
				"subtitle" : "una vez que fue derrotado Azcapotzalco, por parte de estos tres señoríos en 1427."
			},
			{
				"time" : "72.050",
				"subtitle" : "A partir de entonces, los territorios del Imperio Mexica se fueron ampliando hasta "
			},
			{
				"time" : "77.070",
				"subtitle" : "que el imperio se convirtió en el centro de uno de los Estados más extensos que se"
			},
			{
				"time" : "81.500",
				"subtitle" : "conoció en Mesoamérica, mientras que los otros socios en la alianza habían asumido"
			},
			{
				"time" : "86.180",
				"subtitle" : "roles subsidiarios. "
			},
			{
				"time" : "90.000",
				"subtitle" : "Con las tierras de la Alianza siendo gobernadas efectivamente desde Tenochtitlan, ",
				"trigger" : "PinRojoMexica"
			},
			{
				"time" : "94.800",
				"subtitle" : "que se había fundado en un islote al poniente del sistema de lagos conocido como "
			},
			{
				"time" : "99.270",
				"subtitle" : "Lago de Texcoco, sobre los márgenes centro y sur de este sistema conformado por los "
			},
			{
				"time" : "104.380",
				"subtitle" : "lagos de Zumpango, Xaltocan, Chalco, Texcoco y Xochimilco hacia finales del "
			},
			{
				"time" : "110.450",
				"subtitle" : "Posclásico Temprano, y en donde dicho islote se encuentra la actual Ciudad de México. "
			}
		]
	}]
}